{
  "welcome": "ยินดีต้อนรับ",
  "description": "นี่คือหน้าหลักของคุณในภาษาไทย",
  
  "NavbarLinks": {
    "home": "หน้าหลัก",
    "course": "คอร์สทั้งหมด",
    "broker": "โบรกเกอร์",
    "ebook": "Ebook",
    "about": "เกี่ยวกับเรา",
    "portfolio": "ผลงาน",
    "activity": "กิจกรรม",
    "bycourse": "วิธีการซื้อคอร์ส",
    "contact": "ติดต่อเรา"
  },

  "btn_login": {
    "login": "เข้าสู่ระบบ"
  },

  "HomePage": {
    "banner": {
      "title_1": "คอร์สสอนเทรด",
      "title_2": "สู่นักเทรดมืออาชีพ"
    },
    "section_1": {
      "left": {
        "title_1": "ขั้นตอน",
        "title_2": "การให้บริการ",
        "dec": "ขั้นตอนการให้บริการคอร์สสอนเทรดออนไลน์เริ่มจากการสมัครสมาชิกบนเว็บไซต์ โดยผู้เรียนจะต้องกรอกข้อมูลส่วนตัวและสร้างบัญชีผู้ใช้ จากนั้นเลือกคอร์สที่สนใจและชำระค่าบริการตามที่ระบุ เมื่อการชำระเงินเสร็จสิ้นจะสามารถเริ่มเรียนได้ทันที โดยมีวิดีโอการสอนและการบ้านประจำบทนั้นๆ ประกอบเพื่อให้ความรู้ในด้านต่างๆ ตามเนื้อหาที่กำหนด"
      },
      "right": {
        "title_1": "เรียนเทรดออนไลน์กับ...",
        "title_2": "Nang Fah Pa Trade"
      },
      "results": [
        {
          "id": 0,
          "title": "สมัครสมาชิก",
          "dec": "สมัครสมาชิกเพื่อลงทะเบียนคอร์สเรียน",
          "icon": "/icon-create-account.svg"
        },
        {
          "id": 1,
          "title": "เลือกคอร์สเรียน",
          "dec": "เลือกคอร์สเรียนที่คุณต้องการ",
          "icon": "/icon-select.svg"
        },
        {
          "id": 2,
          "title": "ชำระเงิน",
          "dec": "ชำระเงินผ่านระบบอัตโนมัติ",
          "icon": "/icon-payment.svg"
        },
        {
          "id": 3,
          "title": "รับชมคอร์สเรียน",
          "dec": "คอร์สเรียนมีอายุ 1 ปี นับตั้งแต่วันที่สมัคร",
          "icon": "/icon-play.svg"
        },
        {
          "id": 4,
          "title": "ทำแบบทดสอบ",
          "dec": "ทำแบบทดสอบหลังเรียน คุณครูตรวจให้คะแนน",
          "icon": "/icon-test.svg"
        }
      ]
    },
    "section_2": {
      "title": "เรียนเทรดกับเราได้อะไรบ้าง",
      "result_1": {
        "title": "รู้ข่าวทองคำ",
        "dec": "อ่านข่าวสารเกี่ยวกับทองคำรูปแบบ การเทรดแบบชนข่าวและการเทรดแบบช้อนข่าว"
      },
      "result_2": {
        "title": "เทคนิคกราฟปลายไส้",
        "dec": "เรียนรู้เทคนิคกราฟปลายไส้ที่จะทำให้คุณเทรด ได้อย่างแม่นยำ"
      },
      "result_3": {
        "title": "จุด TP, SL ที่แม่นยำ",
        "dec": "รู้เทคนิควิเคราะห์จุด TP, SL ที่แม่นยำ"
      },
      "result_4": {
        "title": "วิเคราะห์แนวรับ-แนวต้าน",
        "dec": "วิเคราะหจุด์แนวรับ-แนวต้านที่แม่นยำ เพื่อให้คุณไม่พลาดทุกออเดอร์"
      },
      "result_5": {
        "title": "การอ่านแท่งเทียน/แท่งกราฟ",
        "dec": "การอ่านแท่งเทียน/แท่งกราฟ สัญลักษณ์ที่สำคัญในการเทรด"
      },
      "result_6": {
        "title": "เทคนิคเทรด 30 เทคนิค",
        "dec": "สอนเทคนิคเทรดทองคำ สั้น - ยาว กว่า 30 เทคนิค"
      }
    },
    "section_3": {
      "title": "ข่าวสารและกิจกรรมล่าสุด"
    },
    "section_4": {
      "title": "เรียนเทรดกับเราดีอย่างไร",
      "result_1": {
        "title": "แชร์ความรู้เรื่องการเทรด ทดลองเรียนฟรี",
        "dec": "Nang Fah Pa Trade ให้ความรู้เรื่องการเทรด ยังมีคอร์สทดลองเรียนฟรี"
      },
      "result_2": {
        "title": "คอร์สเรียนดูได้นานถึง 1 ปี เรียนได้ทุกอุปกรณ์",
        "dec": "รับชมคอร์สเรียน คอร์สเรียนมีอายุ 1 ปีต่อคอร์สเรียน นับตั้งแต่วันที่สมัคร"
      },
      "result_3": {
        "title": "มีเจ้าหน้าที่พร้อมดูแลหลายช่องทาง",
        "dec": "หากมีคำถามหรือติดปัญหา สามารถแจ้งปัญหาผ่านทางแชท โทรศัพท์ ตลอด 24 ชั่วโมง"
      }
    },
    "section_5": {
      "title": "ถ้าไม่เริ่ม ก็เหมือนเดิมทั้งชีวิต...",
      "dec_1": "สนใจลงทะเบียน",
      "dec_2": "คอร์สเทรดทั้งด้านความรู้ และการควบคุมจิตใจ",
      "button": "ลงทะเบียน"
    },
    "section_6": {
      "title": "คำถามที่พบบ่อย เรื่องคอร์สเรียนเทรดออนไลน์",
      "results": [
        {
          "id": 0,
          "title": "คอร์สเรียนเทรดออนไลน์เหมาะสำหรับผู้ที่ไม่มีพื้นฐานหรือไม่ ?",
          "dec": "คอร์สเรียนเทรดออนไลน์หลายหลักสูตรถูกออกแบบมาเพื่อให้ผู้ที่ไม่มีพื้นฐานสามารถเริ่มต้นได้ โดยจะสอนตั้งแต่พื้นฐานการเทรด การวิเคราะห์ตลาด ไปจนถึงการใช้เครื่องมือเทรดต่างๆ นอกจากนี้ยังมีคอร์สขั้นสูงสำหรับผู้ที่มีประสบการณ์แล้วด้วย"
        },
        {
          "id": 1,
          "title": "หลังจากเรียนจบคอร์สแล้วจะสามารถเทรดเองได้ทันทีหรือไม่ ?",
          "dec": "เมื่อจบคอร์สเรียนเทรดออนไลน์แล้ว ผู้เรียนจะมีความรู้พื้นฐานที่จำเป็นในการเริ่มต้นเทรด อย่างไรก็ตาม การฝึกฝนเป็นสิ่งสำคัญ การทดลองเทรดด้วยบัญชีเดโมหรือเริ่มต้นด้วยจำนวนเงินที่น้อยจะช่วยเสริมทักษะและประสบการณ์ในการเทรด"
        },
        {
          "id": 2,
          "title": "คอร์สเรียนเทรดออนไลน์มีใบรับรองหรือไม่ ?",
          "dec": "คอร์สเรียนเทรดออนไลน์บางแห่งจะมีใบรับรองเมื่อคุณเรียนจบหลักสูตร ซึ่งสามารถใช้เป็นการยืนยันความรู้และความสามารถในการเทรดได้ ใบรับรองนี้อาจมีประโยชน์ในการสร้างความน่าเชื่อถือเมื่อสมัครงานหรือเริ่มต้นการเทรดอย่างจริงจัง"
        }
      ]
    },
    "section_7": {
      "address": "998/5 ม.7 ต.เมืองเก่า อ.เมือง จ. ขอนแก่น 40000",
      "results": {
        "course": "คอร์สทั้งหมด",
        "broker": "โบรกเกอร์",
        "ebook": "Ebook",
        "about": "เกี่ยวกับเรา",
        "portfolio": "ผลงาน",
        "activity": "กิจกรรม",
        "bycourse": "วิธีการซื้อคอร์ส",
        "contact": "ติดต่อเรา",
        "howToBuy": "วิธีการซื้อคอร์สเรียน",
        "nayobuy": "นโยบายความเป็นส่วนตัว"
      },
      "btn_text": "สอบถามเพิ่มเติม"
    }
  },

  "CoursesPage": {
    "title_1": "คอร์สเรียน",
    "title_2": "ทั้งหมด",
    "dec_1": "ผลลัพท์การค้นหา",
    "dec_2": "คอร์ส",
    "left": {
      "title_1": "คอร์เรียนใหม่",
      "title_2": "คอร์เรียนทั้งหมด",
      "title_3": "ตัวกรองคอร์สเรียน",
      "title_4": "ล้างตัวกรอง",
      "title_5": "ราคา",
      "title_6": "ราคา น้อย-มาก",
      "title_7": "ราคา มาก-น้อย",
      "title_8": "หมวดหมู่"
    }
  },

  "BrokerPage": {
    "section_1": {
      "title": "สมัครสมาชิกเครื่องมือเทรดเดอร์แบบที่มืออาชีพใช้กัน HFM",
      "item_1": "เลเวอเรจ 1:2000",
      "item_2": "การดำเนินการที่รวดเร็วเป็นพิเศษ",
      "item_3": "ไม่มีค่าสวอป",
      "btn_1": "สมัครโบรกเกอร์",
      "btn_2": "คอร์สเรียนทั้งหมด"
    },
    "section_2": {
      "title": "HFM (HotForex Markets) เป็นโบรกเกอร์การเทรดออนไลน์",
      "dec": "ให้บริการด้านการเทรดสินทรัพย์ต่าง ๆ เช่น ฟอเร็กซ์, สินค้าโภคภัณฑ์, ดัชนี, หุ้น, และสกุลเงินดิจิทัล โบรกเกอร์นี้ได้รับความนิยมในกลุ่มนักลงทุนทั่วโลก",
      "results": [
        {
          "id": 0,
          "title": "ทำไมถึงเลือกเทรดกับ HFM ?",
          "dec": "มีจุดเด่นหลายประการที่ทำให้ผู้ลงทุนเลือกใช้บริการ เหมาะสมกับทั้งมือใหม่และนักเทรดมืออาชีพ อีกทั้งยังมีการสนับสนุนลูกค้าอย่างมืออาชีพตลอด 24 ชั่วโมง",
          "item_1": "ค่าธรรมเนียมต่ำ เลเวอเรจที่สูง",
          "item_2": "อัพเดทเครื่องมือเทรดที่ทันสมัย",
          "item_3": "เครื่องมือจัดการความเสี่ยง ป้องกันการขาดทุน",
          "link_text": "หน้าหลัก"
        },
        {
          "id": 1,
          "title": "เทคนิคและกลยุทธ์การเทรดที่แนะนำสำหรับมือใหม่",
          "dec": "มีคอร์สเรียนออนไลน์ที่ช่วยให้นักลงทุนมือใหม่ได้เรียนรู้กลยุทธ์การเทรดแบบมืออาชีพ เทคนิคการวิเคราะห์กราฟและการคาดการณ์แนวโน้มตลาด",
          "item_1": "มีบทเรียนช่วยให้นักลงทุนมือใหม่ได้เรียนรู้กลยุทธ์การเทรดเบื้องต้น",
          "item_2": "เทรดได้หลายแพลตฟอร์ม เช่น คู่สกุลเงินฟอเร็กซ์ ดัชนีหุ้นต่างประเทศเป็นต้น",
          "item_3": "ช่วยให้นักลงทุนมีตัวเลือกที่มากมายในการสร้างผลกำไร",
          "link_text": "คอร์สเรียนทั้งหมด"
        }
      ]
    }
  },

  "EbookPage": {
    "title": "เพิ่มศักยภาพการเรียนรู้ด้วย Ebook และคอร์สเรียนเทรด",
    "dec": "การเริ่มต้นศึกษาอาจเป็นเรื่องยากด้วยเหตุนี้ Ebook และคอร์สเรียนเทรดจึงเป็นแหล่งความรู้ที่เข้าถึงง่าย ช่วยทำให้สร้างรายได้อย่างมีประสิทธิภาพ สำหรับผู้ที่มีความรู้และความเข้าใจในตลาด"
  },

  "AboutPage": {
    "section_1": {
      "small": "สอนเทรดมือใหม่ ให้เป็นมืออาชีพ",
      "title": "นางฟ้าพาเทรด สอนเทรดออนไลน์",
      "dec": "บริษัทนางฟ้าพาเทรดเปิดมา 3 ปี ดำเนินการในด้านการเรียนการสอนเรื่องเทรดทองทองคำ มีครอสสอนมากมาย สอนแบบเจอตัว สอนแบบออนไลน์ จัดสัมนา และทำเว็บไซต์สอนในรูปแบบมหาวิทยาลัย ซึ่งมีวัตถุประสงค์เพื่อให้สะดวกกับทุกคนที่เข้ามาเรียนรู้ ไม่ว่าจะเป็นคนที่มีพื้นฐานมาแล้วหรือไม่มีพื้นฐานเกี่ยวกับการเทรดเลยก็สามารถเรียนรู้ได้",
      "button": "คอร์สเรียนทั้งหมด",
      "item_1": {
        "title": "แนะนำการเทรดออนไลน์",
        "dec": "สำหรับผู้ที่ต้องการพัฒนาทักษะการเทรดของตนเอง"
      },
      "item_2": {
        "title": "กลยุทธ์การเทรดที่มืออาชีพใช้",
        "dec": "ได้รับการสนับสนุนจากผู้เชี่ยวชาญด้านการเทรด อย่างมีประสิทธิภาพ"
      }
    },
    "section_2": {
      "small": "สอนเทรดออนไลน์ จาก zero ถึง Hero",
      "title": "ข้อดีของการเรียนเทรดออนไลน์กับนางฟ้าพาเทรด",
      "results": [
        {
          "id": 0,
          "title": "พื้นฐานการเทรดสำหรับผู้เริ่มต้น",
          "dec": "แนะนำเกี่ยวกับการเทรดออนไลน์และการลงทุนประเภทต่าง ๆ เช่น ฟอเร็กซ์, หุ้น, และสกุลเงินดิจิทัล เพื่อให้เข้าใจพื้นฐานก่อนเริ่มต้นเทรด"
        },
        {
          "id": 1,
          "title_1": "การวิเคราะห์ทางเทคนิค",
          "dec_1": "สอนการวิเคราะห์ทางเทคนิคเพื่ออ่านกราฟราคา รวมถึงการใช้เครื่องมือและอินดิเคเตอร์ต่าง ๆ และการวิเคราะห์ปัจจัยพื้นฐานเพื่อประเมินมูลค่าสินทรัพย์",
          "title_2": "จัดการความเสี่ยงและการวางแผนการลงทุน",
          "dec_2": "เรียนรู้วิธีจัดการความเสี่ยงในการเทรด เพื่อป้องกันการสูญเสีย และการวางแผนการลงทุนอย่างมีระบบเพื่อเพิ่มโอกาสในการทำกำไร"
        },
        {
          "id": 2,
          "title": "ใช้แพลตฟอร์มเทรดออนไลน์",
          "dec": "แนะนำวิธีการใช้แพลตฟอร์มการเทรด เช่น MetaTrader หรือ TradingView และเครื่องมือเสริมต่าง ๆ ที่ช่วยในการตัดสินใจลงทุน"
        }
      ]
    }
  },
  "PortfolioPage": {
    "btn_1": "สัมมนา",
    "btn_2": "รีวิว",
    "title_1": "กิจกรรม",
    "title_2": "ทั้งหมด",
    "dec_1": "ผลลัพธ์การค้นหา",
    "dec_2": "กิจกรรม"
  },
  "ActivityPage": {
    "title_1": "กิจกรรม",
    "title_2": "ทั้งหมด",
    "dec_1": "ผลลัพท์การค้นหา",
    "dec_2": "กิจกรรม"
  },

  "BycoursePage": {
    "section_1": {
      "title": "วิธีการซื้อคอร์สเรียน ใน 5 นาที",
      "dec": "ซื้อคอร์สเรียนสอนเทรดออนไลน์ด้วย QR Code เป็นวิธีที่สะดวกและรวดเร็ว โดยเฉพาะอย่างยิ่งในยุคที่เทคโนโลยีก้าวหน้าอย่างรวดเร็ว แนะนำขั้นตอนในการซื้อคอร์สเรียนอย่างง่าย ๆ ด้วย QR Code พร้อมเพย์",
      "button": "เลือกซื้อคอร์สเรียน",
      "item_1": "สแกน QR Code และชำระเงิน",
      "item_2": "ส่งสลิป ระบบจะตรวจสอบให้อัตโนมัติ",
      "item_3": "รับชมคอร์สเรียนออนไลน์ ระยะเวลา 1 ปีเต็ม"
    },
    "section_2": {
      "results": [
        {
          "id": 0,
          "title": "เข้าสู่ระบบ / สมัครสมาชิก หรือเข้าผ่าน OTP",
          "icon": "VscWand",
          "dec": "สมัครสมาชิก และล็อคอินเข้าสู่ระบบ สามารถล็อคอินผ่าน OTP จะส่งไปที่อีเมล์ ทำให้การเข้าสู่ระบบง่าย และปลอดภัยมากขึ้น",
          "button": "เข้าสู่ระบบ / สมัครสมาชิก",
          "link": "/auth/login",
          "status_locale": false
        },
        {
          "id": 1,
          "title": "เลือกคอร์สเรียนที่ต้องการ กดซื้อคอร์สเรียนได้เลย",
          "icon": "VscGraphLine",
          "dec": "เมื่อเข้าสู่ระบบแล้ว สามารถไปที่หน้าคอร์สเรียนทั้งหมด และเลือกคอร์สเรียนที่ต้องการ มีรายละเอียดให้ดูก่อนเลือกซื้อคอร์สเรียน",
          "button": "คอร์สเรียนทั้งหมด",
          "link": "/home/course",
          "status_locale": true
        },
        {
          "id": 2,
          "title": "สแกน QR CODE ชำระเงิน จากระบบของเรา",
          "icon": "VscServerEnvironment",
          "dec": "เมื่อเลือกคอร์สเรียนเสร็จแล้ว ให้กดเข้าไปที่คอร์สเรียนที่ต้องการ จะพบกับเมนูสั่งซื้อ เมื่อกดแล้วจะพบกับ QR Code สำหรับชำระเงิน",
          "button": "คอร์สเรียนทั้งหมด",
          "link": "/home/course",
          "status_locale": true
        },
        {
          "id": 3,
          "title": "แนบสลิปโอนเงิน รับคอร์สเรียนทันที",
          "icon": "VscVmRunning",
          "dec": "หลังจากชำระเงินเสร็จแล้ว ให้แนบสลิปมาที่ระบบ อยู่ข่างล่าง QR Code เรามีระบบตรวจสอบสลิปที่ปลอดภัย และแม่นยำ 100% ",
          "button": "คอร์สเรียนทั้งหมด",
          "link": "/home/course",
          "status_locale": true
        }
      ]
    }
  },
  "ContactPage": {
    "left": {
      "title": "ติดต่อเรา",
      "card": {
        "title": "ส่งข้อความหาเรา",
        "input_1": "ชื่อ",
        "input_2": "เบอร์โทร",
        "input_3": "รายละเอียด",
        "button": "ส่งข้อความหาเรา"
      }
    },
    "right": {
      "title": "บริษัท นางฟ้าพาเทรด จํากัด",
      "dec": "มุ่งเน้นให้ความรู้เกี่ยวกับการวิเคราะห์ตลาด ใช้เครื่องมือทางการเงิน และการจัดการความเสี่ยง สำหรับการเป็นเทรดเดอร์มืออาชีพ",
      "card_1": {
        "title": "ที่อยู่",
        "dec": "998/5 ม.7 9.เมืองเก่า อ.เมืองเก่า จ. ขอนแก่น 40000"
      },
      "card_2": {
        "title": "เบอร์โทร",
        "dec": "094 992 6280"
      },
      "card_3": {
        "title": "เวลาทำการ",
        "dec": "สามารถเข้าเรียนออนไลน์ได้ตลอด 24 ชั่วโมง"
      },
      "card_4": {
        "title": "@nangfahpatrade",
        "dec": "ติดต่อสอบถาม มีแอดมินคอยให้คำปรึกษา"
      }
    }
  }
}
